Repository: deepinbubblegum/skin.eminence.2
Catalog: language/resource.language.*/strings.po
Languages: th_th

# #31000
source: Item
th_th: รายการ

# #31001
source: Items
th_th: รายการ

# #31002
source: Tag
th_th: แท็ก

# #31003
source: Next
th_th: ต่อไป

# #31004
source: Show shadows on panels
th_th: แสดงเงาบนแผงควบคุม

# #31005
source: Video OSD
th_th: วิดีโอ OSD

# #31006
source: Show plot when pressing info
th_th: แสดงพล็อตเมื่อกดข้อมูล

# #31007
source: Show media flags
th_th: แสดงป้ายชื่อมีเดีย

# #31008
source: Show plot overlay in after delay
th_th: แสดงภาพซ้อนทับพล็อตหลังจากเกิดความล่าช้า

# #31009
source: Open playlist
th_th: เปิดเพลย์ลิส

# #31010
source: Save playlist
th_th: บันทึกเพลย์ลิส

# #31011
source: Close playlist
th_th: ปิดเพลย์ลิส

# #31012
source: Current playlist
th_th: เพลย์ลิสปัจจุบัน

# #31013
source: Muted
th_th: เงียบ

# #31014
source: Show header
th_th: แสดงส่วนหัว

# #31015
source: Live TV
th_th: ไลฟ์ TV

# #31016
source: Show widget information
th_th: แสดงข้อมูลวิดเจ็ต

# #31017
source: Votes
th_th: โหวต

# #31018
source: Increase
th_th: เพิ่มขึ้น

# #31019
source: Decrease
th_th: ลดลง

# #31020
source: Background
th_th: พื้นหลัง

# #31021
source: Show fanart
th_th: แสดงแฟนอาร์ต

# #31022
source: Media Info 3
th_th: ข้อมูลสื่อ 3

# #31023
source: Enable animated video lyrics
th_th: เปิดใช้งานเนื้อเพลงวิดีโอภาพเคลื่อนไหว

# #31024
source: Enable skin debug info
th_th: เปิดใช้งานข้อมูลการดีบักของสกิน

# #31025
source: Show colour diffuse overlay
th_th: แสดงสีซ้อนทับแบบกระจาย

# #31026
source: Show scrolling background text
th_th: แสดงข้อความพื้นหลังเลื่อน

# #31027
source: Show background video
th_th: แสดงวิดีโอพื้นหลัง

# #31028
source: Show background visualisation
th_th: แสดง visualisation ภาพพื้นหลัง

# #31029
source: Hub fallback widget
th_th: วิดเจ็ตทางเลือก Hub

# #31031
source: Recent movies
th_th: ภาพยนตร์ล่าสุด

# #31032
source: Recommended movies
th_th: ภาพยนตร์ที่แนะนำ

# #31034
source: Enable Artist Slideshow
th_th: เปิดใช้งานภาพสไลด์ศิลปิน

# #31035
source: Recent episodes
th_th: ตอนล่าสุด

# #31036
source: Recommended episodes
th_th: ตอนที่แนะนำ

# #31037
source: Watched (checkmark)
th_th: ดูแล้ว (เครื่องหมายถูก)

# #31038
source: Recent albums
th_th: อัลบั้มล่าสุด

# #31039
source: Recommended albums
th_th: อัลบั้มแนะนำ

# #31040
source: Recently added (star)
th_th: เพิ่มล่าสุด (ดาว)

# #31041
source: Resumable (progress circle)
th_th: ทำงานต่อได้ (วงกลมความคืบหน้า)

# #31042
source: Unwatched episodes (numeric counter)
th_th: ตอนที่ไม่ได้ดู (ตัวนับตัวเลข)

# #31044
source: Local subtitle found!
th_th: พบคำบรรยายท้องถิ่น!

# #31045
source: Supplied by
th_th: จัดทำโดย

# #31046
source: Currently
th_th: ปัจจุบัน

# #31048
source: Playlist Options
th_th: ตัวเลือกเพลย์ลิสต์

# #31049
source: Customise home menu
th_th: ปรับแต่งเมนูหลัก

# #31050
source: Apply highlight colour filter to background overlay
th_th: ใช้ตัวกรองสีไฮไลต์กับการซ้อนทับพื้นหลัง

# #31051
source: Prefer vertical context/view menus
th_th: ชอบเมนูบริบท / มุมมองแนวตั้ง

# #31052
source: Rated
th_th: อันดับ

# #31053
source: Show blank screen with clock when controls and info are hidden
th_th: แสดงหน้าจอว่างเปล่าพร้อมนาฬิกาเมื่อตัวควบคุมและข้อมูลถูกซ่อน

# #31054
source: Random movies
th_th: ภาพยนตร์แบบสุ่ม

# #31055
source: Random episodes
th_th: สุ่มตอน

# #31056
source: Random albums
th_th: สุ่มอัลบั้ม

# #31058
source: Show player controls when pressing up if media playing
th_th: แสดงส่วนควบคุมผู้เมื่อกดขึ้นหากเล่นสื่อ

# #31059
source: Memory Used:
th_th: หน่วยความจำที่ใช้:

# #31060
source: Show top header tile and text when paused or seeking
th_th: แสดงไทล์ส่วนหัวและข้อความด้านบนเมื่อหยุดชั่วคราวหรือค้นหา

# #31061
source: Show clear art
th_th: แสดงศิลปะที่ชัดเจน

# #31062
source: Show file name and path in info dialog
th_th: แสดงชื่อไฟล์และพาธในกล่องโต้ตอบข้อมูล

# #31063
source: Addons
th_th: ส่วนเสริม

# #31064
source: Custom background image
th_th: กำหนดภาพพื้นหลังเอง

# #31065
source: Hide 'Mouse' warning
th_th: ซ่อนคำเตือน 'เมาส์'

# #31066
source: Cinema Exp.
th_th: ประสบการณ์ในโรงภาพยนตร์

# #31067
source: Pages
th_th: หน้า

# #31068
source: View Options
th_th: ดูตัวเลือก

# #31069
source: Context Menu
th_th: เมนูบริบท

# #31070
source: Info
th_th: ข้อมูล

# #31071
source: Finishes at
th_th: เสร็จสิ้นเมื่อ

# #31072
source: Playing
th_th: ้เล่น

# #31073
source: Categories
th_th: หมวดหมู่

# #31074
source: Submenu
th_th: เมนูย่อย

# #31075
source: Icon
th_th: ไอคอน

# #31076
source: Weather Fanart
th_th: สภาพอากาศ แฟนอาร์ต

# #31077
source: Trending Movies
th_th: ภาพยนตร์ที่ได้รับความนิยม

# #31078
source: In Cinemas
th_th: ในโรงภาพยนตร์

# #31079
source: Upcoming Films
th_th: ภาพยนตร์ที่จะมาถึง

# #31080
source: Popular Movies
th_th: ภาพยนตร์ยอดนิยม

# #31081
source: Top Rated Movies
th_th: ภาพยนตร์ยอดนิยม

# #31082
source: Popular Shows
th_th: รายการยอดนิยม

# #31083
source: Top Rated Shows
th_th: รายการยอดนิยม

# #31084
source: On Air Shows
th_th: ออนแอร์โชว์

# #31085
source: Airing Today
th_th: ออกอากาศวันนี้

# #31086
source: Custom 1
th_th: กำหนดเอง 1

# #31087
source: Custom 2
th_th: กำหนดเอง 2

# #31088
source: Custom 3
th_th: กำหนดเอง 3

# #31089
source: Custom 4
th_th: กำหนดเอง 4

# #31090
source: Content Loading
th_th: โหลดเนื้อหา

# #31091
source: Trending Shows
th_th: รายการที่ได้รับความนิยม

# #31092
source: No information available
th_th: ไม่มีข้อมูล

# #31095
source: Spotlight
th_th: รายละเอียด

# #31096
source: Hub items
th_th: รายการฮับ

# #31097
source: Hub widget
th_th: วิดเจ็ตฮับ

# #31098
source: Artwork
th_th: งานศิลปะ

# #31099
source: Codec
th_th: ตัวแปลงสัญญาณ

# #31100
source: Recently Added
th_th: เพิ่มเร็ว ๆ นี้

# #31101
source: Recently Played
th_th: เพิ่งเล่นไป

# #31102
source: Watch Random
th_th: ดูแบบสุ่ม

# #31103
source: Delete Settings Shortcut
th_th: ทางลัดการลบการตั้งค่า

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบทางลัดการตั้งค่า [CR] โปรดตรวจสอบให้แน่ใจว่าคุณมีวิธีอื่นในการเข้าถึงการตั้งค่าก่อนที่จะลบทางลัดนี้

# #31105
source: Extra Info
th_th: ข้อมูลพิเศษ

# #31106
source: 3D Mode
th_th: โหมด 3D

# #31107
source: Similar
th_th: คล้ายกัน

# #31108
source: Youtube
th_th: ยูทูบ

# #31109
source: provided by themoviedb.org
th_th: จัดทำโดย themoviedb.org

# #31110
source: Extras
th_th: พิเศษ

# #31111
source: Choose primary highlight color
th_th: เลือกสีไฮไลต์หลัก

# #31112
source: Choose secondary highlight color
th_th: เลือกสีไฮไลต์ที่สอง

# #31113
source: Reset colors to defaults
th_th: รีเซ็ตสีเป็นค่าเริ่มต้น

# #31114
source: Install weather fanart
th_th: ติดตั้ง แฟนอาร์ต สภาพอากาศ

# #31115
source: Show weather with clock
th_th: แสดงสภาพอากาศพร้อมนาฬิกา

# #31116
source: Animate fanart
th_th: อะนิเมท แฟนอาร์ต

# #31117
source: mins
th_th: นาที

# #31118
source: Animate artist slideshow
th_th: ภาพเคลื่อนไหวสไลด์โชว์ศิลปิน

# #31119
source: Show visualisation behind artist slideshow
th_th: แสดงการสร้างภาพเบื้องหลังสไลด์โชว์ศิลปิน

# #31120
source: Show artist slideshow
th_th: แสดงสไลด์โชว์ศิลปิน

# #31121
source: Music OSD
th_th: เพลง OSD

# #31122
source: Match header tile with highlight color
th_th: จับคู่ส่วนหัวไทล์กับสีไฮไลต์

# #31124
source: Similar movies
th_th: ภาพยนตร์ที่คล้ายกัน

# #31125
source: Similar to
th_th: คล้ายกับ

# #31126
source: Colors
th_th: สี

# #31127
source: Header
th_th: หัว

# #31128
source: Color
th_th: สี

# #31129
source: Enable individual tile colors in home customisation
th_th: เปิดใช้งานสีเรียงต่อกันในการปรับแต่งเมนูหลัก

# #31130
source: items found
th_th: พบรายการ

# #31131
source: Search Options
th_th: ตัวเลือกการค้นหา

# #31137
source: Panel list
th_th: รายการแผง

# #31138
source: Show clock
th_th: แสดงนาฬิกา

# #31140
source: Show tile colour on unfocused tiles
th_th: แสดงสีของกระเบื้องบนกระเบื้องที่ไม่โฟกัส

# #31141
source: Info icons
th_th: ไอคอนข้อมูล

# #31142
source: Big list info
th_th: ข้อมูลรายการใหญ่

# #31145
source: Extended Info
th_th: ข้อมูลเพิ่มเติม

# #31146
source: Fanart fallback image
th_th: รูปภาพทางเลือก แฟนอาร์ต

# #31147
source: Fallback widget
th_th: วิดเจ็ตทางเลือก

# #31149
source: Next Aired
th_th: ออกอากาศต่อไป

# #31150
source: Show widget posters
th_th: แสดงโปสเตอร์วิดเจ็ต

# #31153
source: Always
th_th: เสมอ

# #31154
source: On Up
th_th: ขึ้นไป

# #31155
source: Never
th_th: ไม่เคย

# #31156
source: Show widget discart
th_th: แสดงวิดเจ็ตแยกชิ้น

# #31159
source: Background overlay image
th_th: ภาพซ้อนทับพื้นหลัง

# #31161
source: Backup skin settings
th_th: สำรองการตั้งค่าสกิน

# #31162
source: Restore skin settings from file
th_th: คืนค่าการตั้งค่าสกินจากไฟล์

# #31163
source: Gallery
th_th: แกลลอรี่

# #31164
source: Fanart list
th_th: รายการ แฟนอาร์ต

# #31165
source: Show sorting and info line headers
th_th: แสดงส่วนหัวของการเรียงลำดับและข้อมูล

# #31166
source: Individually set in customisation dialog
th_th: ตั้งค่าเป็นรายบุคคลในกล่องโต้ตอบปรับแต่ง

# #31167
source: Show unwatched count in header
th_th: แสดงจำนวนที่ไม่ตรงกันในส่วนหัว

# #31168
source: Now / Next
th_th: ตอนนี้ / ถัดไป

# #31169
source: Reset skin settings to defaults (WARNING - This will override all skin settings)
th_th: รีเซ็ตการตั้งค่าสกินเป็นค่าเริ่มต้น (คำเตือน - สิ่งนี้จะแทนที่การตั้งค่าสกินทั้งหมด)

# #31170
source: Backup / Restore
th_th: สำรอง / กู้คืน

# #31171
source: Reload skin
th_th: โหลดผิวหนังซ้ำ

# #31172
source: Transparent home bar
th_th: แถบบ้านโปร่งใส

# #31174
source: Weather icons
th_th: ไอคอนสภาพอากาศ

# #31175
source: Customise shutdown menu
th_th: ปรับแต่งเมนูปิดเครื่อง

# #31176
source: Genre icons
th_th: ไอคอนประเภท

# #31177
source: Automatically start fullscreen visualisation when starting playback
th_th: เริ่มต้นการแสดงภาพเต็มหน้าจอโดยอัตโนมัติเมื่อเริ่มเล่น

# #31178
source: User profiles
th_th: โปรไฟล์ผู้ใช้

# #31179
source: Install from repository or zip file
th_th: ติดตั้งจากที่เก็บหรือไฟล์ zip

# #31180
source: Default
th_th: ค่าเริ่มต้น

# #31182
source: Text only
th_th: ข้อความเท่านั้น

# #31183
source: Customise shutdown menu
th_th: ปรับแต่งเมนูปิดเครื่อง

# #31184
source: Startup video or playlist
th_th: วิดีโอเริ่มต้นหรือเพลย์ลิสต์

# #31188
source: None (show user background)
th_th: ไม่มี (แสดงพื้นหลังผู้ใช้)

# #31189
source: None
th_th: ไม่มี

# #31190
source: Next Episode
th_th: ตอนต่อไป

# #31191
source: Last Episode
th_th: ตอนสุดท้าย

# #31192
source: Info List
th_th: รายการข้อมูล

# #31193
source: Box Office
th_th: บ็อกซ์ออฟฟิศ

# #31194
source: Show plot for hub widgets
th_th: แสดงพล็อตสำหรับวิดเจ็ตฮับ

# #31195
source: Allow widget reloading
th_th: อนุญาตให้โหลดวิดเจ็ตใหม่

# #31196
source: Use padding around panel edges
th_th: ใช้ช่องว่างรอบขอบแผง

# #31199
source: Showcase
th_th: ตู้โชว์

# #31200
source: by
th_th: โดย

# #31202
source: Sort by: Default
th_th: เรียงตาม: ค่าเริ่มต้น

# #31203
source: No Additional Details Available
th_th: ไม่มีรายละเอียดเพิ่มเติมพร้อมใช้งาน

# #31204
source: Header tile icon and label follows library content type
th_th: ไอคอนส่วนหัวและป้ายกำกับเรียงตามประเภทเนื้อหาไลบรารี

# #31205
source: Settings Level
th_th: ระดับการตั้งค่า

# #31206
source: Home Shortcuts and Widgets
th_th: ทางลัดและวิดเจ็ตโฮม

# #31210
source: On Screen Display (OSD)
th_th: การแสดงผลบนหน้าจอ (OSD)

# #31211
source: Video Information
th_th: ข้อมูลวิดีโอ

# #31212
source: No Content Currently Available
th_th: ไม่มีเนื้อหาในขณะนี้

# #31213
source: Show user ratings for music albums / songs
th_th: แสดงคะแนนผู้ใช้สำหรับอัลบั้มเพลง / เพลง

# #31214
source: Show additional info labels in lists (e.g. ratings and year)
th_th: แสดงป้ายกำกับข้อมูลเพิ่มเติมในรายการ (เช่นอันดับและปี)

# #31216
source: Video decoder
th_th: ตัวถอดรหัสวิดีโอ

# #31217
source: Pixel format
th_th: รูปแบบพิกเซล

# #31218
source: Show additional info labels with media flags (e.g. ratings and year)
th_th: แสดงป้ายกำกับข้อมูลเพิ่มเติมพร้อมธงสื่อ (เช่นการให้คะแนนและปี)

# #31219
source: Miscellaneous
th_th: เบ็ดเตล็ด

# #31222
source: Enable / disable views
th_th: เปิด / ปิดการใช้งานมุมมอง

# #31223
source: Poster List
th_th: รายชื่อโปสเตอร์

# #31224
source: Show additional dialog shadows
th_th: แสดงเงาไดอะล็อกเพิ่มเติม

# #31225
source: Use original Eminence v1 style side labels and arrows
th_th: ใช้ป้ายกำกับและลูกศรด้านสไตล์ Eminence v1 ดั้งเดิม

# #31226
source: Lock view
th_th: ล็อคมุมมอง

# #31227
source: Enable viewtype locking to content type
th_th: เปิดใช้งานการล็อกประเภทมุมมองเป็นประเภทเนื้อหา

# #31228
source: Select view mode
th_th: เลือกโหมดดู

# #31229
source: Lock this viewtype to content type
th_th: ล็อคประเภทมุมมองนี้เป็นประเภทเนื้อหา

# #31230
source: Medium icons
th_th: ไอคอนขนาดกลาง

# #31231
source: Use extra fanart if available
th_th: ใช้ แฟนอาร์ต เสริมถ้ามี

# #31232
source: Unlock View
th_th: ปลดล็อกมุมมอง

# #31233
source: This view mode is currently locked to the content type
th_th: โหมดมุมมองนี้ถูกล็อคอยู่กับประเภทเนื้อหา

# #31234
source: Do you wish to unlock it and set a new view mode?
th_th: คุณต้องการปลดล็อกและตั้งค่าโหมดมุมมองใหม่หรือไม่

# #31235
source: Fanart fade opacity (default is 90%)
th_th: แฟนอาร์ต ความทึบ (ค่าเริ่มต้นคือ 90%)

# #31237
source: View system events
th_th: ดูกิจกรรมของระบบ

# #31240
source: Switch viewtype artwork and list positions
th_th: สลับงานศิลป์ประเภทรายการและตำแหน่งรายการ

# #31241
source: Hide home menu when widgets are focused
th_th: ซ่อนเมนูหลักเมื่อเน้นวิดเจ็ต

# #31242
source: Recently viewed movies
th_th: ภาพยนตร์ที่ดูล่าสุด

# #31244
source: Posters
th_th: โปสเตอร์

# #31245
source: Widget view mode
th_th: โหมดมุมมอง Widget

# #31246
source: Showcase widget
th_th: วิดเจ็ตตู้โชว์

# #31247
source: Display showcase widget when pressing down on menu items without submenus
th_th: แสดงวิดเจ็ตเมื่อกดลงที่รายการเมนูโดยไม่ต้องใช้เมนูย่อย

# #31248
source: Showcase Widgets
th_th: ตู้โชว์ตู้โชว์

# #31249
source: Special Features
th_th: คุณสมบัติพิเศษ

# #31251
source: Customise showcase widgets
th_th: ปรับแต่งตู้โชว์วิดเจ็ต
